GREETING = ('Привет, <b>{}</b>!\nЯ AIOMES — <i>альтернативный способ</i> доступа к МЭШ <i>для учеников</i>.\n\nДля '
            'начала работы необходимо авторизоваться c данными от mos.ru\n\n<b>Воспользуйтесь кнопкой ниже.</b>\n\n')

SETTINGS = ('⚙️ <i><b>Настройки</b></i>\n\n— <b>Сохранение входа:</b> <i><u>{}</u></i>\nЕсли включено, бот будет '
            'сохранять данные взаимодействия с МЭШ — вам не придется авторизовываться заново даже после его '
            'перезапуска.\n\n— <b>Тип расписания:</b> <i><u>{}</u></i>\nКраткое расписание выводится '
            'моментально, но не содержит информации об оценках, кабинетах и заменах.\n\n<i>Нажмите <b>обновить '
            'расписание</b>, если текущее неактульно.</i>')

WATERMARK = 'Сгенерировано с помощью https://t.me/aiomes_bot\n\n'
